/*******************************************************************************************************/
/*							Language Setting for CHMViewer							*/
/*******************************************************************************************************/
"Language Setting"						= "IT";
"Expanded Language Setting"				= "Italian";
"Expanded Language Name Xerox"			= "italian";
//Device Settings

"Scan To FTP"							="Digitalizza su FTP";
"Scan To SMB"							="Digitalizza su SMB";
"Yes"									="sì";
"Password"								="PASSWORD";
"Ring to Answer"						="Squilli risposta";
"Fax Send"								="Invio fax";
"Stamp Receive Name"					="Stampa info destinatario";


//Scan Settings

"Scan Size"							    ="Dimensioni digitalizzazione";
"Save To"								="Salva in";

//Scan To PC
"256 Color"                             ="256 colori";
"Demo Page"                             ="Pagina di prova";
"It is not possible to enable the fax receiving feature on this device due to following conflict:Please check if [Fax To Pc] option is turned on or not, on the device." = "Non è possibile attivare la funzione di ricezione del fax su questo dispositivo, a causa del seguente conflitto. Controllare se l'opzione [Da fax a PC] è abilitata o meno sul dispositivo";
"Easy Printer Manager is not supported by the selected device." = "Easy Printer Manager non è supportato dal dispositivo selezionato.";
"Screen Print Activation" = "Attivazione di Stampa schermo";
"Screen Print Settings" = "Impostazioni di Stampa schermo";
"Help guide is unavailable." = "Guida non disponibile.";
"Half Duplex" = "Half duplex";
"Full Duplex" = "Full duplex";
"Continue" = "Continua";
"Keep Easy Printer Manager in Dock" = "Mantieni Easy Printer Manager sul Dock";
"About ^[PRODUCT_TITLE]^" = "Informazioni su ^[PRODUCT_TITLE]^";
"Preferences…" = "Preferenze";
"Services" = "Servizi";
"Hide ^[PRODUCT_TITLE]^" = "Nascondi ^[PRODUCT_TITLE]^";
"Hide Others" = "Nascondi altre";
"Show All" = "Mostra tutto";
"Quit ^[PRODUCT_TITLE]^" = "Chiudi ^[PRODUCT_TITLE]^";
"No other applications can be running during this installation. Click Continue to automatically quit all other running applications. Click Cancel to leave your disks untouched." = "Non è possibile eseguire altre applicazioni durante l'installazione. Fare clic su Continua per chiudere automaticamente tutte le altre applicazioni in esecuzione. Fare clic su Annulla per lasciare immutati i dischi.";
"It is not possible to enable the fax receiving feature on this device due to following conflict. The device is already associated with XXX" = "Non è possibile attivare la funzione di ricezione del fax su questo dispositivo, a causa del seguente conflitto. Il dispositivo è già associato a XXX";
"Scan Assistant" ="Scan Assistant";
"Postcard 4x6" = "Cartolina 4x6";
"Failed to enable Scan settings." = "Impossibile attivare Impostazioni digitalizzazione.";
"Please select a text to continue." = "Selezionare un testo per continuare";
"Please select at least one application." = "Selezionare almeno un'applicazione.";
"Application at this path cannot be found." = "Impossibile trovare l'applicazione nel percorso specificato.";
"No row selected." = "Nessuna riga selezionata.";
"Number of user profiles that can be added cannot exceed %d !" = "Non è consentito aggiungere più di %d profili utente!";
"Profile name should not be more than %d characters." = "Il nome del profilo non può contenere più di %d caratteri.";
"Use this device" = "Usa questo dispositivo.";
"Skip blank pages" = "Ignora pagine vuote";

//Daemon Manager
"Communication error: Please close and open again this application." = "Errore di comunicazione: Chiudere e riaprire questa applicazione.";





